[
  {
    "Id": 1,
    "Name": "Wanderer Black Hiking Boots",
    "Description": "Daybird's Wanderer Hiking Boots in sleek black are perfect for all your outdoor adventures. These boots are made with a waterproof leather upper and a durable rubber sole for superior traction. With their cushioned insole and padded collar, these boots will keep you comfortable all day long.",
    "Price": 109.99,
    "AvailableStock": 9
  },
  {
    "Id": 2,
    "Name": "Summit Pro Harness",
    "Description": "Conquer new heights with the Summit Pro Harness by Gravitator. This lightweight and durable climbing harness features adjustable leg loops and waist belt for a customized fit. With its vibrant blue color, you'll look stylish while maneuvering difficult routes. Safety is a top priority with a reinforced tie-in point and strong webbing loops.",
    "Price": 89.99,
    "AvailableStock": 4
  },
  {
    "Id": 3,
    "Name": "Alpine Fusion Goggles",
    "Description": "Enhance your skiing experience with the Alpine Fusion Goggles from WildRunner. These goggles offer full UV protection and anti-fog lenses to keep your vision clear on the slopes. With their stylish silver frame and orange lenses, you'll stand out from the crowd. Adjustable straps ensure a secure fit, while the soft foam padding provides comfort all day long.",
    "Price": 79.99,
    "AvailableStock": 15
  },
  {
    "Id": 4,
    "Name": "Expedition Backpack",
    "Description": "The Expedition Backpack by Quester is a must-have for every outdoor enthusiast. With its spacious interior and multiple pockets, you can easily carry all your gear and essentials. Made with durable nylon fabric, this backpack is built to withstand the toughest conditions. The orange accents add a touch of style to this functional backpack.",
    "Price": 129.99,
    "AvailableStock": 20
  },
  {
    "Id": 5,
    "Name": "Blizzard Rider Snowboard",
    "Description": "Get ready to ride the slopes with the Blizzard Rider Snowboard by B&R. This versatile snowboard is perfect for riders of all levels with its medium flex and twin shape. Its black and blue color scheme gives it a sleek and cool look. Whether you're carving turns or hitting the terrain park, this snowboard will help you shred with confidence.",
    "Price": 299.99,
    "AvailableStock": 10
  }
]
